Repository: KDE/kio-gdrive
Catalog: po/*/kio5_gdrive.po
Languages: bg

source: New Online Account
bg: Нов онлайн акаунт

# @info
source: You can now manage the Google Drive files of your <emphasis strong='true'>%1</emphasis> account.
bg: Вече можете да управлявате файловете в Google Диск на вашия акаунт <emphasis strong='true'>%1</emphasis>.

source: Open
bg: Отваряне

source: Select an account:
bg: Избиране на акаунт:

source: No account configured
bg: Не е конфигуриран акаунт

source: Configure Accounts
bg: Настройки на акаунти

source: Upload to folder:
bg: Качване в папка:

source: Google Drive
bg: Google Диск

source: Copy URL to clipboard
bg: Копиране на URL адреса в клипборда

source: Open in browser
bg: Отваряне в браузър

source: G&oogle Drive
bg: G&oogle Диск

source: Unknown error
bg: Неизвестна грешка

# login in a new google account
source: New account
bg: Нов акаунт

# folder containing gdrive files shared with me
source: Shared With Me
bg: Споделено с мене

source: There are no Google Drive accounts enabled. Please add at least one.
bg: Няма активирани акаунти в Google Диск. Моля, добавете поне един.

source: Shared Drives
bg: Споделено дискове

source: %1 isn't a known GDrive account
bg: %1 не е известен GDrive акаунт

source: Expired or missing access tokens for account %1
bg: Изтекли или липсващи токени за достъп за акаунт %1

source: Can't delete Shared Drives root.
bg: Не може да се изтрие кореновата директория на споделените дискове.
